name= "თამარი"
surname= "სვანიძე"
age=15
height= 159.6
city="რუსთავში"
emotion= "მხიარული"
emotion1="ჭკვიანი"
school="22-ე საჯარო"
hobby="წიგნების წითხვა"
hobby1="ფრენბურთის თამაში"
print("მე მქვია"+" "+name+" "+","+" "+"ჩემი გვარია"+" "+surname+","+" "+"ვარ"+" "+str(age)+" "+"წლის"+","+" "+"ჩემი სიმაღლეა"+" "+str(height)+"."+
" "+"მე ვცხოვრობ ქალაქ"+" "+city+" "+"და ვსწავლობ"+" "+school+" " +"სკოლაში"+"."+" "+"მე ვარ ძალიან"+" "+emotion+" "+"და ასევე"+" "+emotion1+","+
" "+"მიყვარს"+" "+hobby+" "+"და"+" "+hobby1+".") 