#CSS-ში RGB stands არის სამი ძირითადი ფერისგან შექმნილი ფერტა გამა.ეს ფერებია წითელი მწვანე და ლურჯი
# ამ სამი ძირითადი ფერისგან უამრავი ფერების მიღება შეძლება . RGB ასე ჩაიწერება CSSში : color: rgb( red , green , blue)
# rgb-ს მახსიმუმი არის 255 და მინიმუმი 0

#  გვაქს ასევე მეორე გზა ფერების მისაგებად მას ქვია HEX code. HEX code იწყება '#' სიმბოლოთი, რასაც მოჰყვება 3 წყვილი სიმბოლო
#თითოეული წარმოადგენს წითელი, მწვანე და ლურჯის ინტენსივობას და შემდეგ უკვე მიიგება შესაბამისიო ფერი
#HEX-ს მახსიმუმია FF რაც ექვევალენტია 255-ის და მინიმუმია 00
