print("გავიცანი და დავუმეგობრდი:")
#საბა ჩიხიძე
#ანდრია დოლიძე
#სანდრო ჩაფიძე
#დათო ბერუშვილი
#გიორგი ტყემლაძე
#მეკო თოდაძე
#საბა სამუშია
#ლევან სამსონაძე
#ლუკა ჩხიაძე
#ანი ჯანუყაშვილი
#გიორგი დავითაშვილი
#საბა ნაკაშიძე
#ანრი ცეცხლაძე
print("რას ვფიქრობ GOAზე")
# ძალიან კარგი აკადემია,პირველ რიგში იმ მხრივ, რომ ძალიან კარგი ახსნის     
 #მეთოდი გაქვთ და ყველაფერს ძალიან ადვილად  ვიგებ,
# ასევე  ძალიან კარგია ის, რომ GOAში  მარტო პროგრამირებას  არ გვასწავლიან და გვასწავლიან იმასაც,
# თუ როგორ უნდა ჩამოვყალიბდეთ კარგი პიროვნება.
#GOAში შემოსვლა, ჩემთვის ეს არის უკვე დიდი წარმატება 
 #და იმედი მაქ თქვენი დახმარებით კიდევ უამრავ წარმატებას მივაგწევ>